[
	{
		"id": "124e13b9-2d54-4b2f-a74d-a77b362d6ead",
		"description": "Pros1. Best Performance As Compare To Windows PC Macbook Pro Perform Better in all Field Because Of i5,i7,i9 Intel Processor.2. Best Battery Life Macbook Always Know in Headline because of there 10 - 12 hour battery life of their machine3. Mac OS Is Beast The Interface Of Os Is Well Good I'm Impressed and In Loved4. ",
		"name": "Tom holand",
		"ratings": 4
	},
	{
		"id": "13cbc7ed-a61b-4883-9d42-82d7d8642b86",
		"description": "Macbook Pro 2019 has everything that you can ask for in a laptop :Colour Accurate high resolution screenGreat sounding speakers . Best in laptops so far .Awesome battery life .Buttery smooth OS ",
		"name": "Will smith",
		"ratings": 5
	},
	{
		"id": "307f166f-1d04-4573-bc37-2f461ea9d4f7",
		"description": "I've researched for 16inch before getting this, both the machines are good, 16inch one is better of-course but because of slightly big dimension of 16inch I went with this one. Was skeptical about the keyboard but it's working fine",
		"name": "Douglas Johnson",
		"ratings": 4
	},
	{
		"id": "4bf9798f-63bc-4a83-b0c6-6a3b816fe922",
		"description": " Loved the product. Bought it offline a couple of days back and haven't found a single con. Display, Battery, Speed, Performance, ease of doing things, Everything is awesome about it.",
		"name": "Fiennes Tiffin",
		"ratings": 5
	},
	{
		"id": "9496d72b-04ec-41f8-9bc3-0a7c9697be8e",
		"description": "Using this as my primary work laptop. It packs in superb performance with an operating system that is a delight to use and develop for.",
		"name": " Edward Stark",
		"ratings": 4
	},
	{
		"id": "6e5593d3-557b-43cf-8dab-a5140faedfb0",
		"description": "Received this beauty from Amazon on time. Was nicely packaged. Three days of using and I'm loving it. It is super fast. Battery doesn't last as long as 8-10 hours as promised, but lasts comfortably for about 5 hours even if you're connected to internet and watching youtube videos.",
		"name": "Tom Cruise",
		"ratings": 3
	},
	{
		"id": "9c0c13c2-54e4-4001-809b-afbd9d84037d",
		"description": "Everything about a mac feels custom built for performance and ease of usage. Love the body and the new keyboard. Touch Bar is an amazing addition although not all apps support it right now. Overall a great device. ",
		"name": "Rowan Atkinson",
		"ratings": 4
	}
]
